{
    "HST viewing of spectacular star-forming trails behind ESO 137-001": {
        "abstract": "We present the results from the HST WFC3 and ACS data on an archetypal galaxy undergoing ram pressure stripping (RPS), ESO 137-001, in the nearby cluster Abell 3627. ESO 137-001 is known to host a prominent stripped tail detected in many bands from X-rays, Halpha to CO. The HST data reveal significant features indicative of RPS such as asymmetric dust distribution and surface brightness as well as many blue young star complexes in the tail. We study the correlation between the blue young star complexes from HST, HII regions from Halpha (MUSE) and dense molecular clouds from CO (ALMA). The correlation between the HST blue star clusters and the HII regions is very good, while their correlation with the dense CO clumps are typically not good, presumably due in part to evolutionary effects. In comparison to the Starburst99+Cloudy model, many blue regions are found to be young (< 10 Myr) and the total star formation (SF) rate in the tail is 0.3 - 0.6 M_Sun/yr for sources measured with ages less than 100 Myr, about 40% of the SF rate in the galaxy. We trace SF over at least 100 Myr and give a full picture of the recent SF history in the tail. We also demonstrate the importance of including nebular emissions and a nebular to stellar extinction correction factor when comparing the model to the broadband data. Our work on ESO 137-001 demonstrates the importance of HST data for constraining the SF history in stripped tails.      ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)",
            " High Energy Astrophysical Phenomena (astro-ph.HE)"
        ]
    },
    "Collapsar Black Holes are Born Slowly Spinning": {
        "abstract": "Collapsing stars constitute the main black hole (BH) formation channel, and are occasionally associated with the launch of relativistic jets that power $ \\gamma $-ray bursts (GRBs). Thus, collapsars offer an opportunity to infer the natal (before spin-up/down by accretion) BH spin directly from observations. We show that once the BH saturates with large-scale magnetic flux, the jet power is solely dictated by the BH spin and mass accretion rate. Recent core-collapse simulations by Halevi et al. 2022 and GRB observations favor stellar density profiles that yield a typical BH accretion rate, $ \\dot{m} \\approx 10^{-2} {\\rm M_\\odot~s^{-1}} $, which is weakly dependent on time. This leaves the BH spin as the main factor that governs the jet power. By comparing the resultant jet power to characteristic GRB luminosities, we find rapidly spinning BHs produce jets with excessive power, so that the majority of BHs associated with jets are born slowly spinning with a dimensionless spin $ a \\simeq 0.2 $, or $ a \\simeq 0.5 $ for wobbling jets. This result could be applied to the entire core-collapse BH population, unless an anti-correlation between the stellar magnetic field and angular momentum is present. In a companion paper (Jacquemin-Ide et al. 2023), we show that regardless of the natal spin, the extraction of BH rotational energy ultimately leads to inevitable spin-down to $ a \\lesssim 0.2 $. These results are consistent with recent gravitational wave observations of BH mergers that indicate low spins. We verify our results by carrying out the first 3D general relativistic magnetohydrodynamic simulations of collapsar jets with characteristic GRB energies, powered by slowly spinning BHs. We find that jets of typical GRB power do not retain their energy during the propagation in the star, providing the first numerical indication that many jets might fail to generate a GRB.      ",
        "subject": [
            "High Energy Astrophysical Phenomena (astro-ph.HE)"
        ]
    }
}