{
    "About the atomic and molecular databases in the planetary community -- A contribution in the Laboratory Astrophysics Data WG IAU 2022 GA session": {
        "abstract": "This paper corresponds to an invited oral contribution to the session 5Aorganised by the IAU inter-commission B2-B5 working group (WG) \"LaboratoryAstrophysics Data Compilation, Validation and Standardization: from theLaboratory to FAIR usage in the Astronomical Community\" at the IAU 2022 GeneralAssembly (GA). This WG provides a platform where to discuss the Findability,Accessibility,Interoperability, Reuse (FAIR) usage of laboratory Atomic andMolecular (A&M) data in astronomy and astrophysics.A&M data play a key role in the understanding of the physics and chemistry ofprocesses in several research topics, including planetary science andinterdisciplinary research in particular the atmospheres of planets andplanetary explorations, etc. Databases, compilation of spectroscopicparameters, and facility tools are used by computer codes to interpretspectroscopic observations and simulate them. In this talk I presented existingA&M databases of interest to the planetary community focusing on access,organisation, infrastructures, limitations and issues, etc.    ",
        "subject": [
            "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
            " Earth and Planetary Astrophysics (astro-ph.EP)"
        ]
    },
    "INSPIRE: INvestigating Stellar Population In RElics III. Second data release (DR2): testing the systematics on the stellar velocity dispersion": {
        "abstract": "This is the second data release (DR2) of the INvestigating Stellar PopulationIn RElics (INSPIRE) project, comprising 21 new systems with observationscompleted before March 2022. For each system, we release four one-dimensional(1D) spectra to the ESO Science Archive, one spectrum for each arm of theX-Shooter spectrograph. In this paper, we focus on the line-of-sight velocitydistribution, measuring integrated stellar velocity dispersions from thespectra, and assessing their robustness and the associated uncertainties. Foreach of the 21 new systems, we systematically investigated the effect of theparameters and set-ups of the full spectral fitting on the stellar velocitydispersion ($\\sigma$) measurements. In particular, we tested how $\\sigma$changes when several parameters of the fit as well as the resolution andspectral coverage of the input spectra are varied. We found that the effectthat causes the largest systematic uncertainties on $\\sigma$ is the wavelengthrange used for the fit, especially for spectra with a lower signal-to-noiseratio (S/N $\\leq$ 30). When using blue wavelengths (UVB arm) one generallyunderestimates the velocity dispersion (by $\\sim$15 km/s). The values obtainedfrom the near-IR (NIR) arm present a larger scatter because the quality of thespectra is lower. We finally compared our results with those in literature,finding a very good agreement overall. Joining results obtained in DR1 withthose presented here, INSPIRE contains 40 ultra-compact massive galaxies,corresponding to 75% of the whole survey. By plotting these systems in astellar mass-velocity dispersion diagram, we identify at least four highlyreliable relic candidates among the new systems. Their velocity dispersion islarger than that of normal-sized galaxies of similar stellar mass.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "Precise Empirical Determination of Metallicity Dependence of Near-infrared Period-Luminosity Relations for RR Lyrae Variables": {
        "abstract": "RR Lyrae variables are excellent population II distance indicators thanks totheir well-defined period-luminosity relations (PLRs) at infrared wavelengths.We present results of near-infrared (NIR) monitoring of Galactic globularclusters to empirically quantify the metallicity dependence of NIR PLRs for RRLyrae variables. Our sample includes homogeneous, accurate, and precisephotometric data for 964 RR Lyrae variables in 11 globular clusters covering alarge metallicity range ($\\Delta\\textrm{[Fe/H]}\\sim2$~dex). We derive $JHK_s$band period-luminosity-metallicity (PLZ) and period-Wesenheit-metallicity (PWZ)relations anchored using 346 Milky Way field RR Lyrae stars with {\\it Gaia}parallaxes, and simultaneously solved for independent distances to globularclusters. We find a significant metallicity dependence of $\\sim0.2$~mag/dex in$JHK_s$ band PLZ and PWZ relations for RR Lyrae stars independent of theadopted metallicity scale. The metallicity coefficients and the zero-points ofthe empirical PLZ and PWZ relations are in excellent agreement with thepredictions from the horizontal branch evolution and pulsation models.Furthermore, RR Lyrae based distances to our sample of globular clusters arealso statistically consistent with other independent measurements in theliterature. Our recommended empirical $JHK_s$ band PLZ relations are alsoprovided for RR Lyrae based distance measurements.    ",
        "subject": [
            "Solar and Stellar Astrophysics (astro-ph.SR)",
            " Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "Limits on Neutrino Emission from GRB 221009A from MeV to PeV using the IceCube Neutrino Observatory": {
        "abstract": "Gamma-ray bursts (GRBs) have long been considered a possible source ofhigh-energy neutrinos. While no correlations have yet been detected betweenhigh-energy neutrinos and GRBs, the recent observation of GRB 221009A - thebrightest GRB observed by Fermi-GBM to date and the first one to be observedabove an energy of 10 TeV - provides a unique opportunity to test for hadronicemission. In this paper, we leverage the wide energy range of the IceCubeNeutrino Observatory to search for neutrinos from GRB 221009A. We find nosignificant deviation from background expectation across event samples rangingfrom MeV to PeV energies, placing stringent upper limits on the neutrinoemission from this source.    ",
        "subject": [
            "High Energy Astrophysical Phenomena (astro-ph.HE)",
            " High Energy Physics - Experiment (hep-ex)",
            " High Energy Physics - Phenomenology (hep-ph)"
        ]
    },
    "Magnetized Rotating Isothermal Winds": {
        "abstract": "We consider the general problem of a Parker-type non-relativistic isothermalwind from a rotating and magnetic star. Using the magnetohydrodynamics (MHD)code athena++, we construct an array of simulations in the stellar rotationrate $\\Omega_\\ast$ and the isothermal sound speed $c_T$, and calculate themass, angular momentum, and energy loss rates across this parameter space. Wealso briefly consider the three dimensional case, with misaligned magnetic androtation axes.We discuss applications of our results to the spindown of normal stars,highly-irradiated exoplanets, and to nascent highly-magnetic andrapidly-rotating neutron stars born in massive star core collapse.    ",
        "subject": [
            "Solar and Stellar Astrophysics (astro-ph.SR)",
            " High Energy Astrophysical Phenomena (astro-ph.HE)"
        ]
    },
    "Galaxy Zoo: Kinematics of strongly and weakly barred galaxies": {
        "abstract": "We study the bar pattern speeds and corotation radii of 225 barred galaxies,using IFU data from MaNGA and the Tremaine-Weinberg method. Our sample, whichis divided between strongly and weakly barred galaxies identified via GalaxyZoo, is the largest that this method has been applied to. We find lower patternspeeds for strongly barred galaxies than for weakly barred galaxies. Assimulations show that the pattern speed decreases as the bar exchanges angularmomentum with its host, these results suggest that strong bars are more evolvedthan weak bars. Interestingly, the corotation radius is not different betweenweakly and strongly barred galaxies, despite being proportional to bar length.We also find that the corotation radius is significantly different betweenquenching and star forming galaxies. Additionally, we find that strongly barredgalaxies have significantly lower values for R, the ratio between thecorotation radius and the bar radius, than weakly barred galaxies, despite abig overlap in both distributions. This ratio classifies bars into ultrafastbars (R < 1.0; 11% of our sample), fast bars (1.0 < R < 1.4; 27%) and slow bars(R > 1.4; 62%). Simulations show that R is correlated with the bar formationmechanism, so our results suggest that strong bars are more likely to be formedby different mechanisms than weak bars. Finally, we find a lower fraction ofultrafast bars than most other studies, which decreases the recently claimedtension with {\\Lambda}CDM. However, the median value of R is still lower thanwhat is predicted by simulations.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "The Demographics, Stellar Populations, and Star Formation Histories of Fast Radio Burst Host Galaxies: Implications for the Progenitors": {
        "abstract": "We present a comprehensive catalog of observations and stellar populationproperties for 23 highly secure host galaxies of fast radio bursts (FRBs). Oursample comprises six repeating FRBs and 17 apparent non-repeaters. We present82 new photometric and eight new spectroscopic observations of these hosts.Using stellar population synthesis modeling and employing non-parametric starformation histories (SFHs), we find that FRB hosts have a median stellar massof $\\approx 10^{9.8}\\,M_{\\odot}$, mass-weighted age of $\\approx 5.2$ Gyr, andongoing star formation rate $\\approx 1.3\\,M_{\\odot}$ yr$^{-1}$ but span wideranges in all properties. Classifying the hosts by degree of star formation, wefind that 91\\% (21/23 hosts) are star-forming, one is transitioning, and one isquiescent. The majority trace the star-forming main sequence of galaxies, butat least two FRBs originate in less active environments, both of which areapparent non-repeaters. Across all modeled properties, we find no statisticallysignificant distinction between the hosts of repeaters and non-repeaters.However, the hosts of repeating FRBs generally extend to lower stellar masses,and the hosts of non-repeaters arise in more optically luminous galaxies.Further, the four galaxies with the most clear and prolonged rises in theirSFHs all host repeating FRBs, demonstrating heightened star formation activityin the last $\\lesssim 100$ Myr. Our results support the young magnetar modelfor most FRBs in which their progenitors formed through core-collapsesupernovae, but the presence of some FRBs in less active environments suggeststhat a fraction form through more delayed channels.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "The Next Generation Deep Extragalactic Exploratory Public (NGDEEP) Survey": {
        "abstract": "We present the Next Generation Deep Extragalactic Exploratory Public (NGDEEP)Survey, a deep slitless spectroscopic and imaging Cycle 1 JWST treasury surveydesigned to constrain feedback mechanisms in low-mass galaxies across cosmictime. NGDEEP targets the Hubble Ultra Deep Field (HUDF) with NIRISS slitlessspectroscopy (f~1.2e-18 erg/s/cm^2, 5sigma) to measure metallicities andstar-formation rates (SFRs) for low-mass galaxies through the peak of thecosmic SFR density (0.5<z<4). In parallel, NGDEEP targets the HUDF-Par2parallel field with NIRCam (m=30.6-30.9, 5sigma) to discover galaxies to z>12,constraining the slope of the faint-end of the rest-ultraviolet luminosityfunction. NGDEEP overlaps with the deepest HST ACS optical imaging in the sky:F435W in the HUDF (m=29.6), and F814W in HUDF-Par2 (m=30), making this apremier HST+JWST Deep Field. As a treasury survey, NGDEEP data is publicimmediately, and we will rapidly release data products and catalogs in thespirit of previous deep field initiatives. In this paper we present the NGDEEPsurvey design, summarize the science goals, and detail plans for the publicrelease of NGDEEP reduced data products.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "Carbonaceous dust grains within galaxies seen in the first billion years of cosmic time": {
        "abstract": "Interstellar dust captures a significant fraction of elements heavier thanhelium in the solid state and is an indispensable component both in theory andobservations of galaxy evolution. Dust emission is generally the primarycoolant of the interstellar medium (ISM) and facilitates the gravitationalcollapse and fragmentation of gas clouds from which stars form, while alteringthe emission spectrum of galaxies from ultraviolet (UV) to far-infraredwavelengths through the reprocessing of starlight. However, the astrophysicalorigin of various types of dust grains remains an open question, especially inthe early Universe. Here we report direct evidence for the presence ofcarbonaceous grains from the detection of the broad UV absorption featurearound $2175 \\, \\mathring{\\rm A}$ in deep near-infrared spectra of galaxies upto the first billion years of cosmic time, at a redshift ($z$) of $\\sim 7$.This dust attenuation feature has previously only been observedspectroscopically in older, more evolved galaxies at redshifts of $z < 3$. Thecarbonaceous grains giving rise to this feature are often thought to beproduced on timescales of hundreds of millions of years by asymptotic giantbranch (AGB) stars. Our results suggest a more rapid production scenario,likely in supernova (SN) ejecta.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)"
        ]
    },
    "Void-Finding Systematics using Crossing Numbers": {
        "abstract": "We study how well void-finding algorithms identify cosmic void regions andwhether we can quantitatively and qualitatively describe their biases bycomparing the voids they find with dynamical information from the underlyingmatter distribution. Using the ORIGAMI algorithm to determine the number ofdimensions along which dark matter particles have undergone shell-crossing(crossing number) in $N$-body simulations from the AbacusSummit simulationsuite, we identify dark matter particles which have undergone no shell crossingas belonging to voids. We then find voids in the corresponding halodistribution using two different void-finding algorithms: VoidFinder and V$^2$,a ZOBOV-based algorithm. The resulting void catalogs are compared to thedistribution of dark matter particles to examine how their crossing numbersdepend on void proximity. While both algorithms' voids have a similardistribution of crossing numbers near their centers, we find that beyond 0.25times the effective void radius, voids found by VoidFinder exhibit a strongerpreference for particles with low crossing numbers than those found by V$^2$.We examine two possible methods of mitigating this difference in efficacybetween the algorithms. While we are able to partially mitigate theineffectiveness of V$^2$ by using distance from the void edge as a measure ofcentrality, we conclude that VoidFinder more reliably identifiesdynamically-distinct regions of low crossing number.    ",
        "subject": [
            "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
        ]
    },
    "A variational encoder-decoder approach to precise spectroscopic age estimation for large Galactic surveys": {
        "abstract": "Constraints on the formation and evolution of the Milky Way Galaxy requiremulti-dimensional measurements of kinematics, abundances, and ages for a largepopulation of stars. Ages for luminous giants, which can be seen to largedistances, are an essential component of studies of the Milky Way, but they aretraditionally very difficult to estimate precisely for a large dataset andoften require careful analysis on a star-by-star basis in asteroseismology.Because spectra are easier to obtain for large samples, being able to determineprecise ages from spectra allows for large age samples to be constructed, butspectroscopic ages are often imprecise and contaminated by abundancecorrelations. Here we present an application of a variational encoder-decoderon cross-domain astronomical data to solve these issues. The model is trainedon pairs of stars observed by APOGEE and Kepler in order to reduce thedimensionality of the APOGEE spectra in a latent space while removing abundanceinformation. The low dimensional latent representation of these spectra canthen be trained to predict age with just $\\sim$ 1,000 precise seismic ages. Wedemonstrate that this model produces more precise spectroscopic ages ($\\sim$22% overall, $\\sim$ 11% for red-clump stars) than previous data-drivenspectroscopic ages while being less contaminated by abundance information (inparticular, our ages do not depend on [$\\alpha$/M]). We create a public agecatalog for the APOGEE DR17 data set and use it to map the age distribution andthe age-[Fe/H]-[$\\alpha$/M] distribution across the radial range of theGalactic disk.    ",
        "subject": [
            "Astrophysics of Galaxies (astro-ph.GA)",
            " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
        ]
    }
}